const questionsPool = [
    {
      _id: "1",
      title: "В кой ред е посочен синоним на думата столетен?",
      answers: [
        {
          _id: "1.1",
          text: "величествен",
        },
        {
          _id: "1.2",
          text: "възстановен",
        },
        {
          _id: "1.3",
          text: "вековен",
        },
        {
          _id: "1.4",
          text: "известен",
        },
      ],
      correctAnswer:2,
    },
    {
      _id: "2",
      title: "Коя от думите НЕ съответства на съдържанието? Глобалната екосистема е .......................... от всички екосистеми на Земята.",
      answers: [
        {
          _id: "2.1",
          text: "част",
        },
        {
          _id: "2.2",
          text: "съвкупност",
        },
        {
          _id: "2.3",
          text: "сбор",
        },
        {
          _id: "2.4",
          text: "комплекс",
        },
      ],
      correctAnswer:0,
    },
    {
      _id: "3",
      title: "В коя от думите е допусната правописна грешка?",
      answers: [
        {
          _id: "3.1",
          text: "писал",
        },
        {
          _id: "3.2",
          text: "пекъл",
        },
        {
          _id: "3.3",
          text: "гладак",
        },
        {
          _id: "3.4",
          text: "списък",
        },
      ],
      correctAnswer:2,
    },
    {
      _id: "4",
      title: "Кое от изброените е неизменяема част на речта?",
      answers: [
        {
          _id: "4.1",
          text: "местоимение",
        },
        {
          _id: "4.2",
          text: "съществително име",
        },
        {
          _id: "4.3",
          text: "междуметие",
        },
        {
          _id: "4.4",
          text: "прилагателно име",
        },
      ],
      correctAnswer:2,
    },
    {
      _id: "5",
      title: "Кое е отрицателното местоимение?",
      answers: [
        {
          _id: "5.1",
          text: "ничия",
        },
        {
          _id: "5.2",
          text: "инаква",
        },
        {
          _id: "5.3",
          text: "негова",
        },
        {
          _id: "5.4",
          text: "нейнае",
        },
      ],
      correctAnswer:0,
    },
    {
      _id: "6",
      title: "Коя дума е грешно написана?",
      answers: [
        {
          _id: "6.1",
          text: "ценност",
        },
        {
          _id: "6.2",
          text: "въстанник",
        },
        {
          _id: "6.3",
          text: "съвременност",
        },
        {
          _id: "6.4",
          text: "свещеник",
        },
      ],
      correctAnswer:1,
    },
    {
      _id: "6",
      title: "Коя дума е грешно написана?",
      answers: [
        {
          _id: "6.1",
          text: "ценност",
        },
        {
          _id: "6.2",
          text: "въстанник",
        },
        {
          _id: "6.3",
          text: "съвременност",
        },
        {
          _id: "6.4",
          text: "свещеник",
        },
      ],
      correctAnswer:1,
    },
    {
      _id: "7",
      title: "В коя дума няма променливо Я?",
      answers: [
        {
          _id: "7.1",
          text: "провери",
        },
        {
          _id: "7.2",
          text: "седалка",
        },
        {
          _id: "7.3",
          text: "княз",
        },
        {
          _id: "7.4",
          text: "ветровит",
        },
      ],
      correctAnswer:2,
    },
    {
      _id: "8",
      title: "В коя от двойките думи е допусната грешка?",
      answers: [
        {
          _id: "8.1",
          text: "хляб - хлебен",
        },
        {
          _id: "8.2",
          text: "бряг - брегове",
        },
        {
          _id: "8.3",
          text: "вярна - верни",
        },
        {
          _id: "8.4",
          text: "рядък - редкост",
        },
      ],
      correctAnswer:3,
    },
    {
      _id: "9",
      title: "Кой от изразите е синоним на хареса ми?",
      answers: [
        {
          _id: "9.1",
          text: "хвана гората",
        },
        {
          _id: "9.2",
          text: "хвана ми окото",
        },
        {
          _id: "9.3",
          text: "хвана ме натясно",
        },
        {
          _id: "9.4",
          text: "хвана ме слънцето",
        },
      ],
      correctAnswer:1,
    },
    {
      _id: "10",
      title: "С помощта на телевизията, радиото и интернет те се опитват да запознаят децата с опасностите в дигитална среда. Подчертаните думи в изречението са еднородни:",
      answers: [
        {
          _id: "10.1",
          text: "подлози",
        },
        {
          _id: "10.2",
          text: "обстоятелствени пояснения",
        },
        {
          _id: "10.3",
          text: "сказуеми",
        },
        {
          _id: "10.4",
          text: "допълнения",
        },
      ],
      correctAnswer:3,
    },
    {
        _id: "11",
        title: "Коя дума се различава като част на речта от другите думи?",
        answers: [
          {
            _id: "11.1",
            text: "тръгнал",
          },
          {
            _id: "11.2",
            text: "нарисуван",
          },
          {
            _id: "11.3",
            text: "пребит",
          },
          {
            _id: "11.4",
            text: "падат",
          },
        ],
        correctAnswer:3,
    },
    {
        _id: "12",
        title: "Кое от изброените е притежателно местоимение?",
        answers: [
          {
            _id: "12.1",
            text: "нея",
          },
          {
            _id: "12.2",
            text: "него",
          },
          {
            _id: "12.3",
            text: "ние",
          },
          {
            _id: "12.4",
            text: "наш",
          },
        ],
        correctAnswer:3,
    },
    {
        _id: "13",
        title: "В коя двойка думи има наречие за начин?",
        answers: [
          {
            _id: "13.1",
            text: "утре, напред",
          },
          {
            _id: "13.2",
            text: "долу, повече",
          },
          {
            _id: "13.3",
            text: "смело, днес",
          },
          {
            _id: "13.4",
            text: "малко, тук",
          },
        ],
        correctAnswer:2,
    },
    {
        _id: "14",
        title: "В коя дума има грешка?",
        answers: [
          {
            _id: "14.1",
            text: "надеждна",
          },
          {
            _id: "14.2",
            text: "звездна",
          },
          {
            _id: "14.3",
            text: "опастна",
          },
          {
            _id: "14.4",
            text: "постна",
          },
        ],
        correctAnswer:2,
    },
    {
        _id: "15",
        title: "В коя от думите НЯМА непостоянно ъ?",
        answers: [
          {
            _id: "15.1",
            text: "объл",
          },
          {
            _id: "15.2",
            text: "кръгъл",
          },
          {
            _id: "15.3",
            text: "ярък",
          },
          {
            _id: "15.4",
            text: "белтък",
          },
        ],
        correctAnswer:3,
    },
];

module.exports.questionsPool = questionsPool